
| Category          | Score | Notes |
|-------------------+-------+-------|
| Correctness  (65) |    60 |       |
|-------------------+-------+-------|
| structure (10)    |    10 |       |
| code doc  (10)    |    10 |       |
| Doc       (15)    |    15 |       |
| misc              |       |       |
|-------------------+-------+-------|
| Total             |    95 |       |
#+TBLFM: @>$2=vsum(@2..@-1)

* Notes


Nice
